export const refsOPtions = ["Вначало", "Ассортимент", "Аксессуары", "Контакты"];
export const clickActions = ["location.href='https://ru.stackoverflow.com';",
"location.href='https://ru.stackoverflow.com';",
"location.href='https://ru.stackoverflow.com';",
"location.href='https://ru.stackoverflow.com';"];

export const mailLogo = [
  "evropochta",
  "sdek",
  "ozon",
  "dhl",
  "wildberries",
  "pochta",
];
export const products = [
  {
    name: "Ledger nano S",
    logo: "S",
    cost: "80$",
    description: "Для работы на компьютере",
    availibleColors: [
      "black",
      "orange",
      "pink",
      "green",
      "blue",
      "transparent",
    ],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription:
      "Ledger Nano S — это аппаратный кошелек для криптовалюты. Установите на компьютер приложение Ledger Live (есть версии для Windows, macOS и Linux), подключите кошелек USB-кабелем — и не беспокойтесь о безопасности своих криптоактивов.Все операции отображаются на OLED-дисплее гаджета и подтверждаются с помощью кнопок на корпусе. Гаджет защищен от физических повреждений поворачивающимся колпачком из нержавеющей стали. Для надежности всех транзакций аппаратный кошелек работает по принципу полной изоляции от компьютера и на базе собственной уникальной операционной системы BOLOS.",
  },
  {
    name: "Ledger nano X",
    logo: "X",
    cost: "80$",
    description: "Для работы на смартфоне или компьютере",
    availibleColors: [
      "black",
      "orange",
      "pink",
      "green",
      "blue",
      "transparent",
    ],
    peculiarities: [
      "Управление со смартфона, подключение по Bluetooth",
      "До 100 приложений на одном аппаратном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription:
      "Аппаратный кошелек Ledger Nano X — это защищенное Bluetooth-устройство, которое хранит ваши личные ключи. Подходит для управления большим количеством криптоактивов одновременно и с одного гаджета. Благодаря мобильному приложению Ledger Live для iOS и Android, с устройством удобно работать через смартфон. Вы также сможете подключить криптокошелек к своему компьютеру через USB — есть версии Ledger Live для Windows, macOS и Linux. Для надежности всех операций в аппаратном кошельке реализован принцип полной изоляции от компьютера и смартфона (которые можно взломать). Гаджет оснащен небольшим дисплеем для проверки транзакций и функциональными кнопками.",
  },
  {
    name: "Ledger nano S plus",
    logo: "S+",
    cost: "80$",
    description: "Для работы на смартфоне или компьютере",
    availibleColors: [
      "black",
      "orange",
      "pink",
      "green",
      "blue",
      "transparent",
    ],
    peculiarities: [
      "Управление со смартфона(Android 7+), подключение по Bluetooth",
      "До 100 приложений на одном аппаратном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription:
      "Аппаратный кошелёк Ledger Nano S Plus может похвастаться увеличенным экраном и большим объемом памяти, в сравнении с предшественником. Сертифицированный безопасный чип (CC EAL5+) удерживает ваши личные ключи в автономном режиме, вне досягаемости хакеров. Больше памяти позволяет одновременно установить более 100 приложений. Отправляйте и подписывайте свои транзакции NFT с полной прозрачностью в Ledger Live: что вы видите, то и подписываете. Большой экран упрощает навигацию и проверку транзакций.",
  },
  {
    name: "Ledger nano S FP",
    logo: "SFP",
    cost: "80$",
    description: "Комплект содержит 3 Ledger Nano S",
    availibleColors: [
      "black",
      "orange",
      "pink",
      "green",
      "blue",
      "transparent",
    ],
    peculiarities: [
      "Этот комплект содержит 3 Ledger Nano S, чтобы обезопасить криптоактивы вашей семьи",
      "Экономия 21%",
    ],
    fullDescription: "dsaffffffffff",
  },
  {
    name: "Ledger nano X FP",
    logo: "XFP",
    cost: "80$",
    description: "Комплект содержит 3 Ledger Nano X",
    availibleColors: [
      "black",
      "orange",
      "pink",
      "green",
      "blue",
      "transparent",
    ],
    peculiarities: [
      "Этот комплект содержит 3 Ledger Nano X, чтобы обезопасить криптоактивы вашей семьи.",
      "Экономия 21%",
    ],
    fullDescription: "sdafasdf",
  },
  {
    name: "Ledger Backup pack",
    logo: "BP",
    cost: "80$",
    description: "Комплект содержит Ledger Nano S и Ledger Nano X",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription: "sdafasdf",
  },
];

export const accesories = [
  {
    name: "Ledger OTG Kit",
    logo: "OTG",
    cost: "80$",
    description:
      "Набор из 3 различных кабелей, для подключения к телефону или ноутбуку",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    modalLogo: "BP",
    fullDescription: "sdafasdf",
  },
  {
    name: "Cryptosteel Capsule Solo",
    logo: "CS",
    cost: "80$",
    description:
      "Прочная стальная капсула для защиты фразы восстановления из 24 слов",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription: "sdafasdf",
  },
  {
    name: "The Billfodl",
    logo: "BF",
    cost: "80$",
    description:
      "Прочный стальной футляр для хранения и защиты фразы восстановления из 24 слов",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription: "sdafasdf",
  },
  {
    name: "Swivel Pack",
    logo: "SP",
    cost: "80$",
    description:
      "Пара поворотных крышек с гравировкой для защиты и придания уникального вида Ledger Nano S",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription: "sdafasdf",
  },
  {
    name: "Cryptotag Zeus",
    logo: "CT",
    cost: "80$",
    description: "Титановая пластина для хранения вашей фразы из 24 слов",
    availibleColors: [],
    peculiarities: [
      "До 20 приложений на одном кошельке",
      "Все операции подтверждаются лично, нажатием кнопок на корпусе",
      "Высокая безопасность с сертифицированным чипом (CC EAL5+)",
      "Простое восстановление данных",
    ],
    fullDescription: "sdafasdf",
  },
];
